{
  "data": [
    "博扬地产（上海博扬房地产经纪事务所）",
    "易成地产（上海易成房地产经纪有限公司）",
    "佳歆地产（上海佳歆房地产投资顾问有限公司靖运路分公司）",
    "家懿地产（上海家懿房地产经纪有限公司）",
    "尚基地产（上海尚基房地产经纪事务所）",
    "佳睦地产（上海佳睦房地产经纪事务所）",
    "可达地产（上海新可达房产经纪有限公司运乐路分公司）",
    "中翔地产（上海中翔房地产经纪事务所）",
    "上海创图（上海创图房地产营销策划有限公司）",
    "上海蕴绪（上海蕴蓄房产经纪有限公司）",
    "上海麦恒（上海麦恒房地产咨询有限公司）",
    "上海德旭（上海德旭房地产经纪有限公司）",
    "上海三千石（上海三千石地产经纪有限公司）",
    "念佳房产（上海念佳房地产经纪有限公司）",
    "芯家房产（上海芯家房地产事务所）",
    "兰英房产（上海兰英房地产经纪事务所）",
    "玺索房产（上海玺索房产经纪中心）",
    "家耀房地产（上海嘉耀房地产经纪事务所）",
    "徐政房产（上海徐政房产经纪事务所）",
    "诚谦房产（上海诚谦房地产经纪事务所）",
    "阿明房产（上海阿明房地产经纪事务所）",
    "中佑房产（上海中佑房地产经纪有限公司）",
    "住商不动产（上海嘉富房地产经纪有限公司）",
    "三千石（上海三千石地产经纪有限公司）",
    "第一别墅（上海一墅房地产经纪有限公司）",
    "悟空找房（上海本墅市场营销策划有限公司）",
    "臻梦房产（上海臻梦房地产经纪有限公司）",
    "锦舰房产（上海锦舰房地产经纪事务所）",
    "妙勤房产（上海妙勤房地产经纪事务所）",
    "翰舍房产（上海翰舍房地产经纪事务所）",
    "鎏雅地产（上海鎏雅投资有限公司）",
    "何京地产（上海何京房地产经纪事务所）",
    "东敏房产（上海东敏房地产经纪事务所）",
    "汇天地产（上海汇天房地产开发有限公司）",
    "稻麦房产（上海稻麦房产经纪事务所）",
    "馨愉房产（上海馨愉房地产经纪事务所）",
    "千寻房产（上海千寻房地产经纪事务所）",
    "思思房产（上海思思房产经纪事务所）",
    "玉鑫房产（上海玉鑫房地产经纪事务所）",
    "商住不动产（上海三盈房地产经纪有限公司）",
    "百邦房产（百邦投资管理有限公司）",
    "适方房产（上海适方房地产经纪有限公司）",
    "鎏雅地产（上海鎏雅投资有限公司）",
    "金管家（金管家凤丹路店）",
    "仁博房产（上海仁博房地产经纪事务所）",
    "宇源地产（上海宇源房地产经纪事务所）",
    "宇寅房产（上海宇寅房地产经纪事务所）",
    "奇运房产（上海奇运房地产咨询有限公司）",
    "奇缘房产（上海奇缘房地产经纪事务所）",
    "上海献奥房地产经纪有限公司",
    "上海联才地产经纪有限公司（上海联才房地产经纪事务所）",
    "上海智洁地产（上海智洁房地产经纪事务所）",
    "置美房产（昆山置美家房产经纪有限公司）",
    "天梦房产（昆山市花桥镇天梦房产）",
    "忠谦房产(上海忠谦房产经纪有限公司）",
    "助家房产（苏州助家网络科技有限公司）",
    "翀旻地产（上海翀旻房地产营销策划有限公司）",
    "沪联地产（上海沪联房地产经纪事务所）",
    "上海联举房产经纪有限公司",
    "上海联邦地产（联邦房地产咨询服务有限公司）",
    "千居房产",
    "紫创房产",
    "鸿沥房产",
    "珺轩房产",
    "房友（上海昊闯实业有限公司）",
    "悟空找房（上海铧戈房地产经纪事务所）",
    "中馨房产",
    "上海佳歆地产经纪有限公司",
    "上海菁瑞地产",
    "上海嘉禾地产",
    "上海直方企业管理有限公司",
    "上海鼎创地产",
    "上海晨喜地产",
    "世凯地产",
    "置缘地产",
    "老沙科技",
    "立志地产",
    "居伟地产",
    "易成地产",
    "凌阳地产",
    "恒美地产",
    "家怡地产",
    "居安地产",
    "上海开阳",
    "上海临翔",
    "上海金匮",
    "上海汉臣",
    "上海振义",
    "众福地产",
    "房多多地产",
    "吉事多",
    "优阁房产",
    "合乐房产",
    "德馨房产",
    "久月房产",
    "铭宇房产",
    "悟空找房（上海众易房地产经纪有限公司）",
    "鑫兰房产",
    "阅信",
    "顺梁地产",
    "凯撒不动产房产（上海腾辉房地产经纪事务所）",
    "上海家悦房地产经纪事务所",
    "上海景珑房产经纪事务所",
    "上海君都房地产经纪事务所",
    "上海安首投资管理有限公司"
  ]
}